"More options" = "الخيارات الأخرى";
"Default account" = "Default account";
"Username" = "اسم المستخدم";
"Display name" = "الاسم المعروض";
"User ID" = "مُعرِّف المستخدم";
"Password" = "كلمة السر";
"Domain" = "النطاق";
"Proxy" = "الوسيط";
"Transport" = "النقل";
"Outbound proxy" = "وسيط الخروج";
"AVPF" = "AVPF";
"Expire" = "الصلاحية";
"Country code prefix" = "Country code prefix";
"Substitute + in phone numbers" = "Substitute + in phone numbers";
"Account enabled" = "Account enabled";
"Remove Account" = "Remove Account";
